Repository: Nica-code/Practice-Buddy
Catalog: PracticeBuddy/Localizable.xcstrings
Source language: en
Languages: ko, ro

source: / %lld min
ko: / %lld 분

source: %@ (degree %@)
ko: %@ (도수 %@)
ro: %@ (grad %@)

source: %@ / %@ min
ko: %@ / %@분

source: %@ avatar
ko: %@ 아바타

source: %@ characters
ko: %@자
ro: %@ caractere

source: %@ day
ko: %@일
ro: %@ zi

source: %@ days
ko: %@일
ro: %@ zile

source: %@ icon preview
ko: %@ 아이콘 미리보기
ro: Previzualizarea pictogramei %@

source: %@ loops
ko: %@ 루프
ro: %@ bucle

source: %@ message
ko: %@ 메시지
ro: %@ mesaj

source: %@ min
ko: %@분

source: %@ min /
ko: %@ 분 /

source: %@ min / %@
ko: %@분 / %@

source: %@ min • %@
ko: %@분 • %@

source: %@ min • %@ • %@
ko: %@분 • %@ • %@

source: %@ musician avatar
ko: %@ 음악가 아바타
ro: %@ avatar de muzician

source: %@ of intentional practice
ko: 의도적 실천의 %@
ro: %@ de practică intenționată

source: %@ placement
ko: %@ 배치
ro: plasare %@

source: %@ profile photo
ko: %@ 프로필 사진
ro: %@ fotografie de profil

source: %@ responded • %@ missed
ko: %@회 응답 • %@회 놓침
ro: %@ răspunsuri • %@ ratate

source: %@ run-throughs
ko: %@ 런스루
ro: %@ run-through-uri

source: %@ sent a friend request
ko: %@님이 친구 요청을 보냈습니다
ro: %@ a trimis o cerere de prietenie

source: %@ sign-in failed: %@
ko: %@ 로그인 실패: %@
ro: Autentificarea %@ a eșuat: %@

source: %@ swatches
ko: %@ 견본
ro: %@ mostre

source: %@ to next level
ko: 다음 레벨까지 %@
ro: %@ până la nivelul următor

source: %@ tokens
ko: %@ 토큰
ro: %@ tokenuri

source: %@ XP to next
ko: 다음 레벨까지 %@ XP
ro: %@ XP până la următorul

source: %@ XP to next level
ko: 다음 레벨까지 %@ XP
ro: %@ XP până la nivelul următor

source: %@, %@ decoration
ko: %@, %@ 장식
ro: %@, %@ decor

source: %@, %lld of %lld
ko: %@, %lld의 %lld
ro: %@, %lld din %lld

source: %@'s %@
ko: %@의 %@

source: %@m %@ Warm-up
ko: %@분 %@ 워밍업
ro: Încălzire %@m %@

source: %@m practice
ko: %@분 연습
ro: %@m studiu

source: %@s loop • %@s rest • %@ loops
ko: %@초 루프 • %@초 휴식 • %@ 루프
ro: bucă %@s • pauză %@s • %@ bucle

source: %lld / %lld min
ko: %lld / %lld 분

source: %lld min
ko: %lld 분

source: %lld min · %@
ko: %lld 분 · %@

source: %lld minute daily goal
ko: %lld 분 일일 목표
ro: %lld obiectiv zilnic de minute

source: %lld minutes
ko: %lld분
ro: %lld minute

source: %lld minutes of practice
ko: %lld 연습 시간
ro: %lld minute de antrenament

source: %lld octave challenge
ko: %lld 옥타브 챌린지
ro: %lld provocare octave

source: %lld octave%@ · %@
ko: %lld 옥타브%@ · %@
ro: %lld octava%@ · %@

source: %lld of %lld minutes
ko: %lld분 중 %lld분
ro: %lld de %lld minute

source: %lld pts
ko: %lld 포인트
ro: %lld pct

source: %lld rating · %lld wins
ko: %lld 평가 · %lld 승리
ro: Evaluare %lld · %lld câștigă

source: %lld rating · %lldW %lldL %lldD
ko: %lld 등급 · %lldW %lldL %lldD
ro: Evaluare %lld · %lldW %lldL %lldD

source: %lld recorded sessions
ko: %lld 녹화된 세션
ro: %lld a înregistrat sesiuni

source: %lld tokens
ko: %lld 토큰
ro: Jetoane %lld

source: %lld tokens · %@
ko: %lld 토큰 · %@
ro: Jetoane %lld · %@

source: %lld XP to next level
ko: %lld XP를 다음 레벨로
ro: %lld XP la nivelul următor

source: %lld XP to your next milestone
ko: %lld XP로 다음 목표 달성
ro: %lld XP la următorul dvs. reper

source: %llds to confirm
ko: %lld로 확인
ro: %llds pentru a confirma

source: +%@ tokens
ko: +%@ 토큰
ro: +%@ tokenuri

source: 1 verified minute = 1 XP. XP is awarded when a session is completed and saved.
ko: 확인된 1분 = 1 XP입니다. XP는 세션이 완료 및 저장될 때 지급됩니다.
ro: 1 minut verificat = 1 XP. XP-ul este acordat când o sesiune este finalizată și salvată.

source: 2-16 chars. Letters, numbers, spaces, dot, underscore, or hyphen.
ko: 2~16자. 문자, 숫자, 공백, 점, 밑줄 또는 하이픈.
ro: 2-16 caractere. Litere, cifre, spații, punct, subliniere sau cratimă.

source: 2-30 chars. Letters, numbers, spaces, apostrophes, dots, underscores, or hyphens.
ko: 2~30자. 문자, 숫자, 공백, 아포스트로피, 점, 밑줄 또는 하이픈.
ro: 2-30 de caractere. Litere, cifre, spații, apostrofe, puncte, caractere de subliniere sau cratime.

source: 5 min
ko: 5분

source: 7 days
ko: 7일
ro: 7 zile

source: 10 min
ko: 10분

source: 10–20 min
ko: 10–20분

source: 14 days
ko: 14일
ro: 14 zile

source: 20 min
ko: 20분

source: 20–35 min
ko: 20–35분

source: 30 sessions
ko: 30회
ro: 30 de sesiuni

source: 30–50 min
ko: 30–50분

source: 42 min
ko: 42분

source: 90 sessions
ko: 90 세션
ro: 90 de sesiuni

source: 120 min
ko: 120분

source: 180 sessions
ko: 180개 세션
ro: 180 de sesiuni

source: 365 sessions
ko: 365개 세션
ro: 365 de sesiuni

source: A and B are selected below.
ko: 아래에서 A와 B가 선택되어 있습니다.
ro: A și B sunt selectate mai jos.

source: A clear plan makes starting easier.
ko: 명확한 계획은 시작을 더 쉽게 만듭니다.
ro: Un plan clar facilitează începerea.

source: A duel was accepted. Enter when you are ready to record your take.
ko: 결투가 수락되었습니다. 테이크를 녹음할 준비가 되면 입력하세요.
ro: S-a acceptat un duel. Intră când ești gata să-ți înregistrezi tentativa.

source: A focused practice world for musicians.
ko: 음악가를 위한 집중적인 연습의 세계.
ro: O lume de practică concentrată pentru muzicieni.

source: A generated card—never your notes, audio, or reflection.
ko: 생성된 카드 - 메모, 오디오 또는 반사가 아닙니다.
ro: Un card generat - niciodată notele, sunetul sau reflecția dvs.

source: A newer version (%@) is available. Please update to continue.
ko: 최신 버전(%@)을 사용할 수 있습니다. 계속하려면 업데이트하세요.
ro: Este disponibilă o versiune mai nouă (%@). Actualizați pentru a continua.

source: A plan shaped by your private practice history.
ko: 귀하의 개인 진료 이력을 바탕으로 수립된 계획입니다.
ro: Un plan modelat de istoricul practicii dumneavoastră private.

source: A polished card without private reflections.
ko: 사적인 반사가 없는 세련된 카드입니다.
ro: Un card lustruit, fără reflexii private.

source: A steady pulse, inside your session.
ko: 세션 내에서 꾸준한 맥박.
ro: Un puls constant, în cadrul sesiunii tale.

source: A/B Compare
ko: A/B 비교
ro: Comparație A/B

source: About
ko: 정보
ro: Despre

source: About PractiQuest
ko: 프랙티퀘스트 소개
ro: Despre PracticiQuest

source: Accent Button
ko: 강조 버튼
ro: Buton accent

source: Accept
ko: 수락
ro: Accepta

source: Accept invitation
ko: 초대 수락
ro: Acceptă invitația

source: Account
ko: 계정
ro: Cont

source: Account Deletion Failed
ko: 계정 삭제 실패
ro: Ștergerea contului a eșuat

source: Account details
ko: 계정 세부정보
ro: Detaliile contului

source: Account Type
ko: 계정 유형
ro: Tip cont

source: Achievements
ko: 업적
ro: Realizări

source: Active
ko: 진행 중

source: Active Duels (%lld)
ko: 활성 결투(%lld)
ro: Dueluri active (%lld)

source: Activity
ko: 활동
ro: Activitate

source: Ad Placeholder
ko: 광고 자리 표시자
ro: Substituent pentru anunț

source: Ad-Free
ko: 광고 제거
ro: Fără reclame

source: Ad-Free Active
ko: 광고 제거 활성화
ro: Fără reclame activ

source: Adaptive coach plan using your recent practice data and feedback.
ko: 최근 연습 데이터와 피드백을 기반으로 한 적응형 코치 계획입니다.
ro: Plan adaptiv bazat pe datele și feedbackul tău recent de studiu.

source: Add
ko: 추가
ro: Adaugă

source: Add a friend
ko: 친구 추가
ro: Adaugă un prieten

source: Add a musician
ko: 음악가 추가
ro: Adăugați un muzician

source: Add a musician first, then start a conversation here.
ko: 먼저 음악가를 추가한 다음 여기에서 대화를 시작하세요.
ro: Adăugați mai întâi un muzician, apoi începeți o conversație aici.

source: Add a musician in Connections before starting a message.
ko: 메시지를 시작하기 전에 Connections에 음악가를 추가하세요.
ro: Adăugați un muzician în Connections înainte de a începe un mesaj.

source: Add a musician using their friend code.
ko: 친구 코드를 사용하여 뮤지션을 추가하세요.
ro: Adăugați un muzician folosind codul lui de prieten.

source: Add at least one warm-up step.
ko: 워밍업 단계를 최소 1개 이상 추가하세요.
ro: Adaugă cel puțin un pas de încălzire.

source: Add buddies from the Friends tab, then start a chat with them here.
ko: 친구 탭에서 친구를 추가한 후 여기에서 채팅을 시작하세요.
ro: Adăugați prieteni din fila Prieteni, apoi începeți o conversație cu ei aici.

source: Add buddies to see ranking.
ko: 순위를 보려면 친구를 추가하세요.
ro: Adaugă prieteni ca să vezi clasamentul.

source: Add detailed piece notes
ko: 자세한 조각 메모 추가
ro: Adăugați note detaliate ale piesei

source: Add friend
ko: 친구 추가
ro: Adaugă prieten

source: Add Friend
ko: 친구 추가
ro: Adaugă prieten

source: Add friends to build your buddy list.
ko: 친구 목록을 작성하려면 친구를 추가하세요.
ro: Adaugă prieteni pentru a-ți construi lista de prieteni.

source: Add Marker
ko: 마커 추가
ro: Adaugă marcaj

source: Add piece
ko: 조각 추가
ro: Adauga bucata

source: Add Piece
ko: 작품 추가
ro: Adaugă piesă

source: Add task
ko: 작업 추가
ro: Adăugați sarcină

source: Add Task
ko: 작업 추가
ro: Adăugați o sarcină

source: Add to Calendar
ko: 캘린더에 추가
ro: Adaugă în calendar

source: Add to favorites
ko: 즐겨찾기에 추가
ro: Adăugați la favorite

source: Adds one minute
ko: 1분 추가
ro: Adaugă un minut

source: Adjust goals, appearance, and notifications. You can replay this tour anytime from Settings.
ko: 목표, 외관, 알림을 조정하세요. 이 안내는 설정에서 언제든 다시 볼 수 있습니다.
ro: Ajustează obiectivele, aspectul și notificările. Poți relua acest tur oricând din Setări.

source: Adjust the range or finish a practice session.
ko: 범위를 조정하거나 연습 세션을 마무리하세요.
ro: Reglați intervalul sau terminați o sesiune de antrenament.

source: Ads
ko: 광고
ro: Reclame

source: Ads are currently enabled for this account.
ko: 현재 이 계정에 광고가 활성화되어 있습니다.
ro: Momentan, anunțurile sunt activate pentru acest cont.

source: Ads are disabled (Ad-Free active or ads turned off).
ko: 광고가 비활성화되었습니다(Ad-Free 활성화 또는 광고가 꺼짐).
ro: Anunțurile sunt dezactivate (Fără reclame active sau anunțurile dezactivate).

source: Advanced analytics is currently unavailable.
ko: 현재 고급 분석을 사용할 수 없습니다.
ro: Momentan, analiza avansată nu este disponibilă.

source: Advanced analytics is part of PracticeBuddy Pro.
ko: 고급 분석은 PracticeBuddy Pro 기능입니다.
ro: Analizele avansate fac parte din PractiQuest Pro.

source: Advanced insights and trends
ko: 고급 통찰력 및 동향
ro: Perspective și tendințe avansate

source: After recording, Done will submit your dedicated duel take.
ko: 녹음 후 Done은 전용 결투 테이크를 제출합니다.
ro: După înregistrare, apasă Done pentru a trimite tentativa dedicată de duel.

source: After Session Feedback
ko: 세션 후 피드백
ro: Feedback după sesiune

source: After trial, Pro features lock again unless you unlock permanently.
ko: 체험 종료 후에는 영구 잠금 해제를 하지 않으면 프로 기능이 다시 잠깁니다.
ro: După probă, funcțiile Pro se blochează din nou dacă nu deblochezi permanent.

source: All
ko: 전체
ro: Toate

source: All caught up
ko: 모두 따라잡았어
ro: Toate prinse din urmă

source: All features are available to everyone. Subscribe to remove ads.
ko: 모든 기능은 누구나 사용할 수 있습니다. 광고를 제거하려면 구독하세요.
ro: Toate funcțiile sunt disponibile pentru toată lumea. Abonează-te ca să elimini reclamele.

source: All features are free. This monthly subscription removes ads.
ko: 모든 기능은 무료입니다. 이 월간 구독은 광고를 제거합니다.
ro: Toate funcțiile sunt gratuite. Acest abonament lunar elimină reclamele.

source: Allow Ads
ko: 광고 허용
ro: Permiteți anunțuri

source: Allow Moments for followers
ko: 팔로어에게 순간 허용
ro: Permite Momente pentru urmăritori

source: Also save into session history
ko: 세션 기록에도 함께 저장
ro: Salvează și în istoricul sesiunilor

source: Alternate app icons aren’t supported on this device.
ko: 이 기기에서는 대체 앱 아이콘이 지원되지 않습니다.
ro: Pictogramele alternative ale aplicației nu sunt suportate pe acest dispozitiv.

source: Analysis mode: %@
ko: 분석 모드: %@
ro: Mod de analiză: %@

source: Analytics
ko: 분석
ro: Analize

source: App Icon
ko: 앱 아이콘
ro: Pictogramă aplicație

source: Appearance
ko: 화면
ro: Aspect

source: Apple sign-in failed: %@
ko: Apple 로그인 실패: %@
ro: Autentificarea Apple a eșuat: %@

source: Apple sign-in failed: Invalid credential.
ko: Apple 로그인 실패: 유효하지 않은 자격 증명입니다.
ro: Autentificarea Apple a eșuat: credential invalid.

source: Apple sign-in failed: Missing identity token.
ko: Apple 로그인 실패: ID 토큰이 없습니다.
ro: Autentificarea Apple a eșuat: lipsește tokenul de identitate.

source: Apple sign-in failed: Missing request nonce.
ko: Apple 로그인 실패: 요청 nonce가 없습니다.
ro: Autentificarea Apple a eșuat: lipsește nonce-ul cererii.

source: Applied
ko: 적용된
ro: Aplicat

source: Apply Theme
ko: 테마 적용
ro: Aplică tema

source: Are you still practicing? Add an optional focus so the check-in is useful in your history.
ko: 아직도 연습 중이신가요? 체크인이 기록에 유용하도록 선택적 포커스를 추가하세요.
ro: Mai exersezi? Adăugați o focalizare opțională, astfel încât înregistrarea să fie utilă în istoricul dvs.

source: Arena section
ko: 아레나 섹션
ro: Secțiunea Arena

source: Assign Students
ko: 학생 배정
ro: Atribuie elevi

source: Assign To
ko: 대상
ro: Atribuie către

source: Assigned to you
ko: 내게 할당됨
ro: Atribuit ție

source: Assignment
ko: 과제
ro: Temă

source: Assignment checklist appears for student accounts.
ko: 과제 체크리스트는 학생 계정에서 표시됩니다.
ro: Lista de verificare a temelor apare pentru conturile de elev.

source: Assignment created.
ko: 과제가 생성되었습니다.
ro: Tema a fost creată.

source: Assignment deleted.
ko: 과제가 삭제되었습니다.
ro: Tema a fost ștearsă.

source: Assignment note (optional)
ko: 과제 메모(선택사항)
ro: Notă la temă (opțional)

source: Assignment title
ko: 과제 제목
ro: Titlul temei

source: Assignment updated.
ko: 과제가 수정되었습니다.
ro: Tema a fost actualizată.

source: Assignment-linked Practice
ko: 과제 연동 연습
ro: Practică legată de sarcină

source: Assignment-linked practice is available on student accounts.
ko: 과제 연동 연습은 학생 계정에서 사용 가능합니다.
ro: Studiul legat de teme este disponibil pentru conturile de elev.

source: Assignments
ko: 과제
ro: Teme

source: At %@:00
ko: %@:00에
ro: La %@:00

source: At least 8 characters, with at least 1 letter and 1 number.
ko: 최소 8자 이상이어야 하며 문자 1개 이상, 숫자 1개 이상이어야 합니다.
ro: Cel puțin 8 caractere, cu cel puțin 1 literă și 1 număr.

source: Audience
ko: 청중
ro: Public

source: Audio setup failed: %@
ko: 오디오 설정 실패: %@
ro: Configurarea audio a eșuat: %@

source: Authenticated.
ko: 인증되었습니다.
ro: Autentificat.

source: Authorize
ko: 권한 허용
ro: Autorizează

source: Auto increase tempo
ko: 템포 자동 증가
ro: Creștere automată a tempo-ului

source: Available
ko: 보유
ro: Disponibil

source: Available time
ko: 사용 가능한 시간
ro: Timp disponibil

source: Avatar
ko: 아바타

source: Avatar Studio
ko: 아바타 스튜디오

source: Avatar, bio, instrument, level
ko: 아바타, 소개, 악기, 레벨
ro: Avatar, descriere, instrument, nivel

source: Average offset
ko: 평균 오프셋
ro: Deviere medie

source: Average session
ko: 평균 세션
ro: Sesiune medie

source: Awaiting response
ko: 응답을 기다리는 중
ro: Se așteaptă răspuns

source: Back
ko: 뒤쪽에
ro: Spate

source: Background time counted as unverified.
ko: 백그라운드 시간은 미확인으로 계산되었습니다.
ro: Timpul din fundal a fost marcat ca neverificat.

source: Balanced Session (45m)
ko: 균형 세션 (45분)
ro: Sesiune echilibrată (45m)

source: Beat %@.%@
ko: 박자 %@.%@
ro: Bătaie %@.%@

source: Beat %@/%@
ko: 박자 %@/%@
ro: Bătaie %@/%@

source: Beats analyzed
ko: 분석된 박자
ro: Bătăi analizate

source: Beats per bar
ko: 마디당 비트
ro: Bătăi pe bară

source: Best %@/5
ko: 최고 %@/5
ro: Cel mai bun %@/5

source: Bio
ko: 바이오

source: Bio can be up to 160 characters.
ko: 소개는 최대 160자까지 입력할 수 있습니다.
ro: Descrierea poate avea maximum 160 de caractere.

source: Block distracting apps
ko: 방해가 되는 앱 차단
ro: Blocați aplicațiile care vă distrag atenția

source: Block Distracting Apps (Screen Time)
ko: 방해 앱 차단(스크린 타임)
ro: Blochează aplicațiile care distrag (Timp de utilizare)

source: Block musician
ko: 블록 뮤지션
ro: Block muzician

source: Blocks
ko: 블록
ro: Blocuri

source: Bow
ko: 절하다
ro: Arc

source: BPM %@ • %@ beats
ko: BPM %@ • %@박
ro: BPM %@ • %@ bătăi

source: Browse the Practice Library
ko: 실습 라이브러리 찾아보기
ro: Răsfoiți Biblioteca de practică

source: Buddies
ko: 친구들
ro: Prieteni

source: Buddy added.
ko: 친구가 추가되었습니다.
ro: Prieten adăugat.

source: Buddy removed.
ko: 친구가 제거되었습니다.
ro: Prieten eliminat.

source: Build the musician and room you earn.
ko: 당신이 얻는 음악가와 방을 건설하십시오.
ro: Construiește muzicianul și camera pe care o câștigi.

source: Build the musician space you earn.
ko: 당신이 얻는 음악가 공간을 건설하십시오.
ro: Construiește spațiul de muzician pe care îl câștigi.

source: Bundles
ko: 번들
ro: Pachete

source: Cancel
ko: 취소
ro: Anulează

source: Cancel queue
ko: 대기열 취소
ro: Anulați coada

source: Cancel Queue
ko: 대기 취소
ro: Ieși din coadă

source: Cancel Request
ko: 요청 취소
ro: Anulează cererea

source: Category
ko: 범주
ro: Categorie

source: Change profile photo
ko: 프로필 사진 변경
ro: Schimbați fotografia de profil

source: Chat
ko: 채팅

source: Check your level, league, and streak progress in one place.
ko: 한 곳에서 레벨, 리그, 연속 기록을 확인하세요.
ro: Verifică nivelul, liga și progresul seriei într-un singur loc.

source: Check-in interval
ko: 체크인 간격
ro: Interval check-in

source: Check-ins
ko: 체크인
ro: Verificări

source: Check-ins: %@ total • %@ missed
ko: 체크인: 총 %@회 • 놓침 %@회
ro: Verificări: %@ total • %@ ratate

source: Checking for updates…
ko: 업데이트 확인 중…
ro: Se verifică actualizările...

source: Choose 2-4 goals
ko: 목표 2~4개를 선택하세요
ro: Alege 2-4 obiective

source: Choose a friend to start a conversation.
ko: 대화를 시작하려면 친구를 선택하세요.
ro: Alegeți un prieten pentru a începe o conversație.

source: Choose a studio identity
ko: 스튜디오 아이덴티티 선택
ro: Alegeți o identitate de studio

source: Choose an accepted friend.
ko: 수락된 친구를 선택하세요.
ro: Alege un prieten acceptat.

source: Choose App Icon
ko: 앱 아이콘 선택
ro: Alege pictograma aplicației

source: Choose how your profile appears
ko: 프로필이 표시되는 방식을 선택하세요
ro: Alegeți cum va apare profilul dvs

source: Choose profile photo
ko: 프로필 사진 선택
ro: Alege fotografia de profil

source: Choose your account type.
ko: 계정 유형을 선택하세요.
ro: Alege tipul de cont.

source: Choose your profile icon.
ko: 프로필 아이콘을 선택하세요.
ro: Alegeți pictograma profilului dvs.

source: Choose your time and focus, then let Smart Coach use your local history.
ko: 시간과 초점을 선택한 다음 Smart Coach가 지역 기록을 사용하도록 하세요.
ro: Alegeți-vă timpul și concentrarea, apoi lăsați Smart Coach să vă folosească istoricul local.

source: Claim +%@
ko: +%@ 받기
ro: Revendică +%@

source: Claim Reward
ko: 보상 받기
ro: Revendică recompensa

source: Claimed %@ tokens.
ko: %@ 토큰을 획득했습니다.
ro: Ai revendicat %@ tokenuri.

source: Clean loops
ko: 클린 루프
ro: Bucle curate

source: Clean loops to climb: %@
ko: 상승용 클린 루프: %@
ro: Bucle curate pentru urcare: %@

source: Clear
ko: 초기화
ro: Golește

source: Clear targets, without streak pressure.
ko: 연속 압박 없이 명확한 목표를 달성하세요.
ro: Ținte clare, fără presiune în strigă.

source: Close
ko: 닫기
ro: Închide

source: Collect
ko: 모으다
ro: Colecta

source: Collect reward
ko: 보상을 수집
ro: Strânge recompensă

source: Collection
ko: 수집
ro: Colectare

source: Collection category
ko: 컬렉션 카테고리
ro: Categoria de colecție

source: Coming soon
ko: 곧 제공
ro: În curând

source: Community
ko: 지역 사회
ro: Comunitate

source: Community and duels
ko: 커뮤니티와 결투
ro: Comunitate și dueluri

source: Community pulse
ko: 커뮤니티 펄스
ro: Pulsul comunitar

source: Compare ratings across PractiQuest duelists.
ko: PractiQuest 결투사들의 평가를 비교하세요.
ro: Comparați evaluările dintre duelistii PractiQuest.

source: Complete a practice session to begin your timeline.
ko: 타임라인을 시작하려면 연습 세션을 완료하세요.
ro: Finalizați o sesiune de practică pentru a vă începe cronologia.

source: Complete fair, asynchronous performance duels and progress through your league.
ko: 공정하고 비동기식 성능 결투를 완료하고 리그를 진행하세요.
ro: Finalizează dueluri corecte, asincrone de performanță și progresează în liga ta.

source: Complete quests in Overview and claim rewards to build your token balance.
ko: 개요에서 퀘스트를 완료하고 보상을 받아 토큰을 모으세요.
ro: Finalizează misiuni în Prezentare și revendică recompense pentru a-ți crește soldul de tokenuri.

source: Completed
ko: 완료됨
ro: Finalizate

source: Completes your private musician profile
ko: 개인 음악가 프로필을 완성합니다
ro: Completează profilul tău de muzician privat

source: Configure Screen Time protection in session setup. Verified time is counted while protection is active; background and unprotected time remain visible as unverified.
ko: 세션 설정에서 화면 시간 보호를 구성하세요. 확인된 시간은 보호가 활성화된 동안 계산됩니다. 배경 및 보호되지 않은 시간은 확인되지 않은 상태로 표시됩니다.
ro: Configurați protecția Screen Time în configurarea sesiunii. Timpul verificat este contorizat în timp ce protecția este activă; fundalul și timpul neprotejat rămân vizibile ca neverificate.

source: Confirm password
ko: 비밀번호 확인
ro: Confirmați parola

source: Connections
ko: 사이
ro: Conexiuni

source: Connections section
ko: 연결 섹션
ro: Secțiunea de conexiuni

source: Consistency over intensity.
ko: 강도보다 일관성.
ro: Consecvență peste intensitate.

source: Contact Information
ko: 연락처 정보
ro: Informații de contact

source: Contact Information & Feedback
ko: 연락처 정보 및 피드백
ro: Informații de contact și feedback

source: Continue
ko: 계속
ro: Continuă

source: Continue to sign in
ko: 계속해서 로그인하세요
ro: Continuați să vă conectați

source: Continue with email
ko: 이메일로 계속하기
ro: Continuați cu e-mailul

source: Continue with Google
ko: Google로 계속하기
ro: Continuă cu Google

source: Continue with Google (Coming Soon)
ko: Google로 계속하기(곧 제공 예정)
ro: Continuă cu Google (În curând)

source: Continue with Pro
ko: Pro로 계속하기
ro: Continuați cu Pro

source: Controls appear on Home: **Pause/Resume** and **Stop**.
ko: 홈에는 **일시정지/재개** 와 **중지** 컨트롤이 표시됩니다.
ro: Comenzile apar pe Acasă: **Pauză/Reluare** și **Oprire**.

source: Controls push notifications for assignment and buddy activity updates.
ko: 과제/친구 활동 업데이트 푸시 알림을 제어합니다.
ro: Controlează notificările push pentru actualizările legate de teme și activitatea prietenilor.

source: Conversations
ko: 대화
ro: Conversații

source: Copy
ko: 복사
ro: Copiază

source: Copy Invite Link
ko: 초대 링크 복사
ro: Copiază link invitație

source: Cosmetics
ko: 화장품
ro: Cosmetice

source: Could not load selected photo.
ko: 선택한 사진을 불러올 수 없습니다.
ro: Nu am putut încărca fotografia selectată.

source: Could not save take: %@
ko: 테이크 저장 실패: %@
ro: Nu s-a putut salva înregistrarea: %@

source: Counts only time protected by distraction blocking and check-ins.
ko: 방해 요소 차단 및 체크인으로 보호된 시간만 계산합니다.
ro: Contează doar timpul protejat de blocarea distragerii și check-in-uri.

source: Create a permanent account to unlock your one complete Smart Coach preview and keep the plan with you.
ko: 영구 계정을 만들어 하나의 완전한 Smart Coach 미리보기를 잠금 해제하고 계획을 유지하세요.
ro: Creați un cont permanent pentru a vă debloca singura previzualizare completă a Smart Coach și păstrați planul cu dvs.

source: Create a studio first.
ko: 먼저 스튜디오를 생성하세요.
ro: Creează mai întâi un studio.

source: Create a warm-up plan.
ko: 워밍업 계획을 만드세요.
ro: Creează un plan de încălzire.

source: Create account details
ko: 계정 세부정보 만들기
ro: Creați detaliile contului

source: Create Assignment
ko: 과제 만들기
ro: Creează temă

source: Create Event
ko: 이벤트 만들기
ro: Creează eveniment

source: Create Studio
ko: 스튜디오 만들기
ro: Creează studio

source: Create your studio first in Studio Manager, then come back to schedule events.
ko: 먼저 Studio Manager에서 스튜디오를 만든 다음 다시 돌아와서 이벤트를 예약하세요.
ro: Creează mai întâi studioul în Manager studio, apoi revino pentru programarea evenimentelor.

source: Create your studio to start inviting students.
ko: 학생을 초대하려면 먼저 스튜디오를 만드세요.
ro: Creează-ți studioul ca să începi să inviți elevi.

source: Create your studio, manage roster, and publish assignments.
ko: 스튜디오를 만들고, 명단을 관리하고, 과제를 게시하세요.
ro: Creează-ți studioul, gestionează lista și publică teme.

source: CSV and JSON export
ko: CSV 및 JSON 내보내기
ro: Export CSV și JSON

source: Current
ko: 현재
ro: Curent

source: Current block
ko: 현재 블록
ro: Bloc curent

source: Current level
ko: 현재 레벨
ro: Nivel curent

source: Current tempo
ko: 현재 템포
ro: Tempo curent

source: Custom Accent
ko: 맞춤 악센트
ro: Accent personalizat

source: Customize
ko: 사용자 정의
ro: Personalizați

source: Daily & weekly duels
ko: 일일 및 주간 결투
ro: Dueluri zilnice și săptămânale

source: Daily goal
ko: 일일 목표
ro: Scopul zilnic

source: Daily goal reached.
ko: 일일 목표를 달성했습니다.
ro: Obiectivul zilnic atins.

source: Daily practice
ko: 매일 연습
ro: Practica zilnică

source: Daily practice goal
ko: 일일 연습 목표
ro: Scopul de practică zilnică

source: Daily Quests
ko: 일일 퀘스트
ro: Misiuni zilnice

source: Dark
ko: 어두운
ro: Întuneric

source: Date
ko: 날짜
ro: Data

source: Date of birth
ko: 생일
ro: Data nașterii

source: Decline
ko: 거절
ro: Respinge

source: Decrease %@ minutes
ko: %@분 감소
ro: Scade %@ minute

source: Deep Focus
ko: 딥 포커스
ro: Focalizare profundă

source: Deep Focus (60m)
ko: 집중 세션 (60분)
ro: Focus profund (60m)

source: Deep Work (60m)
ko: 집중 세션 (60분)
ro: Focus profund (60m)

source: Degree %@ (%@) tends %@ %@.
ko: %@도 음(%@)이 %@ %@ 경향입니다.
ro: Gradul %@ (%@) tinde %@ %@.
